ABSOLUTE|絕對的
ABSTRACT|抽象的
ACADEMY|學院
ACCELERATION|加速度
ACCESSORY|飾品
ACQUISITION|收購
ACTION|行動
ACTOR|演員
ACTRESS|女演員
ADVENTURE|冒險
ADVERTISING|廣告
AESTHETIC|美學的
AESTHETICS|美學
AFFECT|情感/影響
AGREEMENT|協議
AIRCRAFT|航空器
AIRPORT|機場
ALCHEMIST|鍊金術士
ALGORITHM|演算法
ALLIANCE|聯盟
AMBITION|雄心
AMPHIBIAN|兩棲動物
AMPLITUDE|振幅
AMULET|護身符
AMUSEMENT|娛樂
ANALOG|類比的
ANCHOR|錨
ANCHORAGE|停泊處
ANCHORING|拋錨
ANCIENT|古代的
ANGER|憤怒
ANTIBIOTIC|抗生素
ANTIQUITY|古代
ANXIETY|焦慮
ANXIOUS|焦慮的
APARTMENT|公寓
AQUATIC|水生的
ARCHAEOLOGY|考古學
ARCHAIC|古老的
ARCHER|弓箭手
ARCHITECTURE|建築
ARMOR|盔甲
ARMORY|軍械庫
ARRIVAL|抵達
ARROW|箭
ARTIFACT|手工藝品/文物
ARTIFACT|神器
ARTIFACT|文物
ARTIFICIAL|人工的
ARTIST|藝術家
ASPECT|方面
ASPIRATION|抱負
ASTEROID|小行星
ASTRONOMICAL|天文的
ASTRONOMY|天文學
ATMOSPHERE|大氣
ATOM|原子
ATTENTION|注意力
ATTENTION|注意
ATTITUDE|態度
ATTORNEY|律師
AUDIT|審計
AUDITORS|審計師
AUGMENTED|擴增的
AURORA|極光
AUTOMATION|自動化
AUTOMOBILE|汽車
AVALANCHE|雪崩
AVIAN|鳥類的
AVIATION|航空
BACKPACK|背包
BACKPACKER|背包客
BALANCE|平衡
BAMBOO|竹子
BANK|銀行
BANKRUPTCY|破產
BANNER|旗幟
BANQUET|宴會
BARK|小帆船
BARNACLE|藤壺
BATTERY|電池
BAY|海灣
BEHAVIOR|行為
BEHAVIORS|行為(複數)
BEING|存在/生命
BEING|生命/存在
BELLOW|怒吼
BEVERAGE|飲料
BIOGRAPHY|傳記
BIOLOGY|生物學
BIOME|生物群落
BIOSPHERE|生物圈
BLACKJACK|海盜旗/皮酒杯
BLOSSOM|花朵
BLOSSOMING|開花的
BOARDING|登機/登船
BOAT|小船
BOATSWAIN|水手長
BOND|債券
BONDS|債券
BOOTY|戰利品
BOTANY|植物學
BOTTLE|酒瓶
BOULEVARD|林蔭大道
BRAIN|大腦
BRAND|品牌
BRAVER|更勇敢的
BRAVERY|勇敢
BREEZE|微風
BRIG|雙桅船 / 監禁室
BROADCAST|廣播
BROADSIDE|舷砲齊射
BUCCANEER|海盜
BUDGET|預算
BUOY|浮標
BUSINESS|商業/企業
BUTTERFLY|蝴蝶
CABIN|船艙
CABOOSE|船尾小屋
CACTUS|仙人掌
CAMPING|露營
CANNON|大砲
CANOE|獨木舟
CANOPY|樹冠
CANYON|峽谷
CAPACITY|容量
CAPITAL|資本
CAPTAIN|船長
CARAVAN|商隊/旅行車
CARGO|貨物
CARNIVAL|狂歡節
CARNIVORE|肉食動物
CASTAWAY|遇難者
CASTLE|城堡
CATHEDRAL|大教堂
CAULDRON|大鍋
CAVERN|洞穴
CELEBRATION|慶祝
CELL|細胞
CENTAUR|人馬
CHAMELEON|變色龍
CHARACTER|性格
CHARIOT|戰車
CHARISMA|魅力
CHART|航海圖
CHECKIN|報到
CHEETAH|獵豹
CHEMICAL|化學製品
CHEMICALS|化學物質
CHEMIST|化學家
CHEMISTRY|化學
CHEST|寶箱
CHRONIC|慢性的
CHRONICLE|編年史
CHRONOLOGY|年代學
CINEMA|電影院
CINEMA|電影
CIRCUITS|電路
CITADEL|城堡/大本營
CITIZEN|公民
CIVILIZATION|文明
CLIENT|客戶
CLIMATE|氣候
CLOUD|雲
CLOUD|雲端
COCONUT|椰子
CODE|程式碼
COGNITION|認知能力
COGNITION|認知
COGNITIVE|認知的
COIN|金幣
COMEDY|喜劇
COMET|彗星
COMMERCE|商業
COMMERCIAL|商業的
COMMUNITY|社區
COMMUTE|通勤
COMMUTER|通勤者
COMPANY|公司
COMPASS|指南針
COMPASSION|憐憫
COMPLEX|複雜的
COMPONENT|組件
COMPOSER|作曲家
COMPOSITIONS|作品/樂曲
COMPUTER|電腦
CONCEPT|概念
CONCEPTS|概念(複數)
CONCERT|音樂會
CONCRETE|具體的
CONFIDENCE|自信
CONNECTION|連接
CONQUEROR|征服者
CONQUEST|征服
CONSCIENCE|良心
CONSCIOUS|有意識的
CONSCIOUSNESS|意識
CONSTELLATION|星座
CONSUMER|消費者
CONTEXT|語境/背景
CONTRACT|合約
CONTRACTS|合約(複數)
CORAL|珊瑚
CORPORATION|法人
CORPORATION|法人/公司
CORSAIR|私掠船 / 海盜
COSMOS|宇宙
COST|成本
COSTUME|服裝
COURAGE|勇氣
COURT|法庭
COURTROOM|法庭
COXSWAIN|舵手
CRATER|火山口/坑洞
CREATION|創作品
CREATIVE|有創造力的
CREATIVITY|創造力
CREDIT|信用
CREW|船員
CRITERION|標準
CROSSBONES|交叉骨
CROSSING|橫渡/交叉口
CROW|烏鴉
CRUISE|巡航
CUISINE|烹飪
CUISINE|烹飪/美食
CULTURE|文化
CULTURES|文化(複數)
CURRENCY|貨幣
CURRENT|洋流
CURRENTS|洋流
CUSTOM|習俗
CUSTOMER|顧客
CUSTOMS|海關
CUTLASS|彎刀
CYBER|網路的
CYBERNETICS|控制論
CYBERSECURITY|網絡安全
DATA|資料
DATABASE|資料庫
DAWN|黎明
DEAL|交易
DEBT|債務
DECK|甲板
DECRYPTION|解密
DEDICATION|奉獻
DELIVERY|遞送
DENSITY|密度
DEPARTURE|出發
DEPRESSION|抑鬱
DEPTH|深度
DESERT|沙漠
DESIGN|設計
DESIRE|慾望
DESIRES|慾望(複數)
DESTINATION|目的地
DESTINY|命命運
DEVELOPER|開發者
DEW|露水
DIAGNOSIS|診斷
DIGITAL|數位的
DINOSAUR|恐龍
DIPLOMA|文憑
DIRECTOR|導演
DIRECTOR|董事
DISCOVERY|發現
DISEASE|疾病
DIVER|潛水員
DNA|去氧核糖核酸
DOCK|碼頭
DOCKYARD|造船廠
DOLPHIN|海豚
DOUBLOON|達布隆金幣
DRAGON|龍
DRAGONFLY|蜻蜓
DRAMA|戲劇
DRAMATIC|戲劇性的
DRAWBRIDGE|吊橋
DRIVE|驅動力
DUNGEON|地牢
DUSK|黃昏
DWARF|矮人
DYNAMIC|動態的
DYNASTIC|王朝的
DYNASTY|朝代
DYNASTY|王朝
EAGLE|老鷹
EARTHQUAKE|地震
ECLIPSE|食
ECOLOGY|生態學
ECONOMIC|經濟的
ECONOMY|經濟
ECOSYSTEM|生態系統
ECOTOURISM|生態旅遊
EDUCATION|教育
EGO|自我/自負
ELECTRICITY|電力
ELECTRON|電子
ELECTRONICS|電子學
ELEMENT|元素
ELVES|精靈
EMOTION|情感
EMOTIONS|情緒(複數)
EMPATHETIC|同理心的
EMPATHY|同理心
EMPEROR|皇帝
EMPIRE|帝國
EMPLOYEE|員工
EMPLOYERS|雇主
ENCHANT|施魔法
ENCHANTMENT|魔法/迷魂
ENCRYPTION|加密
ENERGY|能量
ENGINEER|工程師
ENGINEERING|工程學
ENTERPRISE|企業
ENTERTAINMENT|娛樂
ENVIRONMENT|環境
ENVY|羨慕
EQUATION|方程式
EQUATOR|赤道
EROSION|侵蝕
ESSENCE|本質
ESTEEM|自尊
ETERNITY|永恆
EVIDENCE|證據
EVOLUTION|進化
EXCAVATION|挖掘
EXCURSION|短途旅行
EXECUTIVE|主管
EXHIBITION|展覽
EXHIBITS|展覽品
EXISTENCE|存在
EXPEDITION|探險
EXPENSE|費用
EXPERIMENT|實驗
EXPLORATION|探索
EXPRESSWAY|快速道路
FACTOR|因素
FAIRYTALE|童話
FALCON|獵鷹
FARE|票價
FASHION|時尚
FAUNA|動物群
FEAST|盛宴
FEELING|感覺
FEELINGS|感受
FERN|蕨類
FERRY|渡輪
FESTIVAL|節日
FEUDAL|封建的
FEUDALISM|封建制度
FICTION|小說
FINANCE|財政/金融
FINANCE|財政
FINANCES|財務狀況
FINANCIAL|財政的
FISCAL|財政的
FLAG|旗幟
FLAMINGO|火烈鳥
FLEET|車隊/船隊
FLEET|船隊
FLIGHT|航班
FLINTLOCK|燧發槍
FLORA|植物群
FLOTSAM|海上漂流物
FOG|霧
FOLIAGE|葉子
FOLKLORE|民間傳說
FOREST|森林
FORMULA|公式
FORTRESS|堡壘
FORTRESS|要塞
FOSSIL|化石
FOUNTAIN|噴泉
FRAMEWORK|框架
FREIGHT|貨運
FREIGHTER|貨輪
FREQUENCY|頻率
FRICTION|摩擦力
FRIGATE|巡防艦
FROST|霜
FRUSTRATION|挫折
FUNCTION|功能
FUNDAMENTAL|基礎的
GALAXY|銀河
GALLEON|大型西班牙帆船
GALLERIES|畫廊(複數)
GALLERY|畫廊
GALLEY|廚房
GASTRONOMY|烹飪學
GENE|基因
GENEALOGY|家譜
GENERATOR|發電機
GENEROSITY|慷慨
GENETIC|遺傳的
GENETICS|遺傳學
GENOME|基因組
GEOLOGY|地質學
GLACIER|冰河
GOAL|目標
GOALS|目標(複數)
GOBLIN|哥布林
GOLD|黃金
GONDOLA|纜車/貢多拉
GOURMET|美食家
GRADUATION|畢業
GRATITUDE|感激
GRAVEL|碎石
GRAVITATION|萬有引力
GRAVITY|重力
GRIEF|悲痛
GROG|格羅格酒(烈酒)
GUIDE|導遊
GUITAR|吉他
GULL|海鷗
HABITAT|棲息地
HAIL|冰雹
HAPPINESS|幸福
HARBOR|港灣
HARDWARE|硬體
HARMONY|和聲
HELICOPTER|直升機
HEMISPHERE|半球
HERALD|使者
HERALDRY|紋章學
HERB|草藥
HERBAGE|牧草
HERBIVORE|草食動物
HERITAGE|遺產
HIEROGLYPH|象形文字
HIGHWAY|公路
HOBBY|嗜好
HONESTER|更誠實的
HONESTY|誠實
HOOK|鉤子
HORIZON|地平線
HOSPITALITY|款待
HULL|船體
HURRICANE|颶風
IDENTITIES|身份認同
IDENTITY|認同/身份
ILLEGAL|違法的
IMAGINATION|想像力
IMMIGRATION|移民
IMMUNITY|免疫力
INCENTIVE|激勵
INDUSTRY|工業
INDUSTRY|工業/產業
INFINITY|無限
INFLATION|通貨膨脹
INFRASTRUCTURE|基礎設施
INGREDIENT|原料
INNOVATION|創新
INSECT|昆蟲
INSPIRATION|靈感
INSTINCT|本能
INSTRUMENT|樂器
INSURANCE|保險
INTEGRITY|正直
INTELLECT|智力
INTELLIGENCE|智慧
INTELLIGENCE|智力
INTENSITY|強度
INTERNET|網際網路
INTERSECTION|十字路口
INTUITION|直覺
INVENTION|發明
INVENTOR|發明家
INVESTMENT|投資
INVESTOR|投資者
ISLAND|島嶼
ITINERARY|行程
JASMINE|茉莉花
JEALOUSY|嫉妒
JELLYFISH|水母
JETSAM|投棄物
JOURNAL|期刊
JOURNEY|旅程
JOY|歡樂
JUDGE|法官
JUDICIAL|司法的
JUNGLE|叢林
JUSTICE|正義
KINGDOM|王國
KNIGHT|騎士
KNOT|繩結
KNOWLEDGE|知識
KRAKEN|海怪
LAB|實驗室
LABORATORIES|實驗室(複數)
LABORATORY|實驗室
LAGOON|潟湖
LANTERN|燈籠
LATITUDE|緯度
LAVENDER|薰衣草
LAWS|法律(複數)
LAWSUIT|訴訟
LAWYER|律師
LEAF|葉子
LEARNING|學習
LEGAL|合法的
LEGEND|傳說
LEGENDARY|傳奇的
LEGISLATION|立法
LEISURE|休閒
LEOPARD|豹
LIGHTHOUSE|燈塔
LIGHTNING|閃電
LIGHTYEAR|光年
LITERATURE|文學
LITIGATION|訴訟
LOAN|貸款
LOCOMOTION|移動
LOCOMOTIVE|火車頭
LOGGERHEAD|傻瓜/大鐵球
LOGIC|邏輯
LOGICAL|邏輯的
LOGISTICS|物流
LONGITUDE|經度
LOSS|損失
LOYALIST|忠誠者
LOYALTY|忠誠
LUGGAGE|行李
LUNAR|月球的
MACHINE|機器
MAGAZINE|雜誌
MAGMA|岩漿
MAGNITUDE|巨大/震級
MAMMAL|哺乳動物
MANAGEMENT|管理
MANAGER|經理
MANSION|豪宅
MAP|地圖
MAPLE|楓樹
MARINA|遊艇港
MARINER|海員
MARKET|市場
MARKETING|行銷
MARSH|濕地
MAST|桅杆
MASTERPIECE|傑作
MATEY|夥伴
MATHEMATICIAN|數學家
MATHEMATICS|數學
MEADOW|草地
MECHANICS|力學
MEDICINE|醫學
MEDIEVAL|中世紀的
MELANCHOLY|憂鬱
MELODY|旋律
MEMORY|記憶
MERCHANT|商人
MERGER|合併
MERMAID|美人魚
METEOR|流星
METEORITE|隕石
METEOROLOGY|氣象學
METROPOLIS|大都市
MICROSCOPE|顯微鏡
MIGRATION|遷徙
MILEAGE|里程
MIND|心智
MOAT|護城河
MOLECULE|分子
MONARCH|君主
MONASTERY|修修道院
MONETARY|貨幣的
MONSOON|季風
MONUMENT|紀念碑
MOOD|心情
MOSS|苔蘚
MOTIVATION|動機
MOUNTAIN|山脈
MUD|泥巴
MUSEUM|博物館
MUSEUMS|博物館(複數)
MUSHROOM|蘑菇
MUSICAL|音樂的
MUSICIAN|音樂家
MUTINEER|叛變者
MUTINY|叛變
MYTH|神話
MYTHICAL|神話的
NATURE|自然/本質
NAVIGATE|航行
NAVIGATION|導航
NAVY|海軍
NEBULA|星雲
NEGOTIATION|談判
NEIGHBORHOOD|鄰里
NETWORK|網路
NEUTRON|中子
NOVEL|小說
NOVELIST|小說家
OAK|橡樹
OASIS|綠洲
OCCUPATION|職業
OCEAN|海洋
OCEANOGRAPHY|海洋學
OCTOPUS|章魚
OMNIVORE|雜食動物
OPTIMAL|最佳的
OPTIMISM|樂觀
ORACLE|神諭
ORBIT|軌道
ORBITER|軌道飛行器
ORC|獸人
ORCHESTRA|管弦樂團
ORCHID|蘭花
ORGANISM|生物
ORGANISM|生物體
OWL|貓頭鷹
PAGEANT|盛會
PAINTER|畫家
PAINTING|畫作
PALACE|宮殿
PALADIN|聖騎士
PANTHER|黑豹
PARADIGM|範例
PARADOX|悖論
PARCHMENT|羊皮紙
PARLEY|談判
PARROT|鸚鵡
PARTNERS|合夥人
PARTNERSHIP|合夥關係
PASSAGE|航道/通行
PASSENGER|乘客
PASSION|激情
PASSPORT|護照
PATCH|眼罩
PATIENCE|耐心
PAVILION|涼亭
PEACOCK|孔雀
PEARL|珍珠
PEGLEG|木腿
PENINSULA|半島
PERCEPTION|感知
PERCEPTIONS|感知(複數)
PERFORMANCE|表演
PERFORMANCES|演出(複數)
PERMANENT|永久的
PERSEVERANCE|堅持不懈
PERSONALITY|個性
PERSPECTIVE|視角
PESSIMISM|悲觀
PETAL|花瓣
PHENOMENON|現象
PHOENIX|鳳凰
PHOTOGRAPHY|攝影
PHYSICIST|物理學家
PHYSICS|物理學
PIANO|鋼琴
PILGRIMAGE|朝盛
PILOT|飛行員
PINE|松樹
PIRATE|海盜
PLANET|行星
PLANK|跳板
PLANKING|走板
PLATEAU|高原
PLUNDER|掠奪
POET|詩人
POETRY|詩歌
POLLEN|花粉
POLLUTION|污染
POPULATION|人口
PORT|港口
POTION|藥水
PRAIRIE|大草原
PREDATOR|捕食者
PRESSURE|壓力
PREY|獵物
PRICE|價格
PRINCIPLE|原則
PRINCIPLES|原則(複數)
PRIVATEER|私掠者
PROCESS|過程
PROCESSOR|處理器
PRODUCER|製作人
PROFESSION|職業
PROFIT|利潤
PROFITS|利潤(複數)
PROGRAMMING|程式設計
PROPELLER|螺旋槳
PROPHECY|預言
PROPORTION|比例
PROTON|質子
PROW|船首
QUANTUM|量子
QUARTERMASTER|大副
QUASAR|類星體
RADAR|雷達
RAID|突襲
RAILWAY|鐵路
RAINFOREST|雨林
REACTION|反應
REACTIONS|反應(複數)
REALITY|現實
REASON|理智/原因
REASON|理智
REBELLION|叛亂
RECIPE|食譜
RECONNAISSANCE|偵察
RECREATION|消遣
RECYCLING|回收
REEF|礁石
REFRESHMENT|茶點
REGAL|帝王般的/合法的
REGULATION|法規
REGULATIONS|規章
REINDEER|馴鹿
RELATION|關係
RELATIVE|相對的
RELATIVITY|相對論
RELIC|遺物
RENAISSANCE|文藝復興
REPTILE|爬行動物
RESEARCH|研究
RESIDENCE|住宅
RESISTANCE|阻力
RESORT|渡假勝地
RESPONSE|回應
RESPONSES|回應(複數)
RESTAURANT|餐廳
REVENUE|收入
REVENUES|總收入(複數)
REVOLUTION|革命
RHYTHM|節奏
RIVER|河流
ROBOT|機器人
ROBOTICS|機器人學
ROCKET|火箭
ROOT|根
ROPE|繩索
ROSE|玫瑰
RUDDER|舵
RUM|蘭姆酒
RUMBLE|隆隆聲
RUNWAY|跑道
RURAL|鄉村的
SABER|軍刀
SAFARI|狩獵旅行
SAIL|帆
SAILOR|水手
SALES|銷售
SALVAGE|海上救助
SANCTUARY|庇護所
SAND|沙子
SANE|神智清醒的
SATELLITE|衛星
SAVANNA|熱帶草原
SCALLYWAG|小混混
SCENARIO|劇情梗概
SCHEDULE|日程表
SCHOONER|縱帆船
SCIENTIST|科學家
SCORPION|蠍子
SCRIPT|劇本
SCROLL|卷軸
SCULPTOR|雕塑家
SCULPTURE|雕塑
SEAGULL|海鷗
SEASHORE|海岸
SEASONS|季節
SEAWEED|海藻
SECURITY|安全
SEDIMENT|沉積物
SEED|種子
SEISMIC|地震的
SELF|自我
SENSOR|感測器
SENTIMENT|多愁善感
SERVER|伺服器
SEXTANT|六分儀
SHARE|股份
SHAREHOLDER|股東
SHARK|鯊魚
SHELL|貝殼
SHIELD|盾牌
SHIELD|盾
SHIP|船
SHIPMATE|船友
SHORE|岸邊
SHRINE|神龕
SHRUB|灌木
SHUTTLE|接駁車/太空梭
SIEGE|圍攻
SIMPLE|簡單的
SIREN|海妖
SKULL|頭蓋骨
SKYSCRAPER|摩天大樓
SLOOP|單桅帆船
SLOSH|溅水
SMUGGLE|走私
SOCIETY|社會
SOFTWARE|軟體
SOJOURN|逗留/旅居
SOLAR|太陽的
SONAR|聲納
SORCERER|魔術師
SORROW|悲傷
SOUVENIR|紀念品
SOVEREIGN|主權者
Sovereignty|主權
SPACESHIP|太空船
SPEAR|長矛
SPECIES|物種
SPECTRUM|光譜
SPEEDOMETER|速度計
SPELL|咒語
SPLASH|濺起水花
SPYGLASS|單筒望遠鏡
SQUARE|廣場
SQUIRREL|松鼠
STAGE|舞台
STALLION|公馬
STATIC|靜態的
STATION|車站
STEM|莖
STOCK|股票
STOCKS|股票
STORM|暴風雨
STOWAWAY|偷渡者
STRATEGY|策略
STRATOSPHERE|平流層
STRUCTURE|結構
SUBCONSCIOUS|潛意識的
SUBMARINE|潛水艇
SUBURB|郊區
SUBWAY|地鐵
SUNFLOWER|向日葵
SUPERNOVA|超新星
SUPPLIER|供應商
SURGERY|手術
SUSTAINABILITY|永續性
SWAB|拖把
SWAMP|沼澤
SWAN|天鵝
SWASHBUCKLE|揮刀戰鬥
SWORD|劍
SYMMETRY|對稱
SYMPATHY|同情心
SYMPHONY|交響樂
SYMPTOM|症狀
SYNTHESIS|綜合
SYSTEM|系統
SYSTEMS|系統(複數)
TACK|航向
TALISMAN|避邪物
TALISMAN|護身符
TARIFF|關税
TAXATION|稅收
TECHNOLOGY|科技
TELESCOPE|望遠鏡
TELEVISION|電視
TEMPERAMENT|氣質
TEMPERAMENTS|氣質(複數)
TEMPLE|寺廟
TEMPORARY|暫時的
TERMINAL|終點站
TERRAIN|地形
THEATER|劇院/戲劇
THEATER|劇院
THEATRICAL|劇場的
THEORIES|理論(複數)
THEORY|理論
THERAPY|治療
THERMODYNAMICS|熱力學
THOUGHT|思考/想法
THUNDER|雷聲
TICKET|車票
TIDAL|潮汐的
TIDE|潮汐
TIMBER|木材
TOLERANCE|寬容
TORCH|火把
TORNADO|龍捲風
TOURIST|遊客
TRADE|貿易
TRADITION|傳統
TRADITIONAL|傳統的
TRAFFIC|交通
TRAGEDY|悲劇
TRAIT|特質
TRAITS|特質(複數)
TRAM|路面電車
TRANSACTION|交易
TRANSIT|過境
TRANSPORTATION|運輸
TREASURE|寶藏
TREATY|條約
TREK|艱苦跋涉
TRUTH|真理
TSUNAMI|海嘯
TUNDRA|凍原
TURRET|塔樓
TWILIGHT|微明
ULTIMATE|終極的
UNCONSCIOUS|無意識的
UNICORN|獨角獸
UNIVERSE|宇宙
UNIVERSITY|大學
URBAN|城市的
VACATION|假期
VALLEY|山谷
VALOR|英勇
VALUE|價值
VEGETATION|植被
VEHICLE|車輛
VELOCITY|速度
VERDICT|判決
VESSEL|船隻
VIEWPOINT|觀點
VIOLIN|小提琴
VIRTUAL|虛擬的
VIRUS|病毒
VOCALIST|歌手
VOCATION|天職
VOLCANO|火山
VOLUME|體積
VOYAGE|航程
WANDERLUST|旅遊熱
WARRIOR|戰士
WATERFALL|瀑布
WAVE|海浪
WAYFARER|旅人
WEATHER|天氣
WHALE|鯨魚
WHARF|碼頭
WHIRLPOOL|漩渦
WHISTLE|口哨
WILDERNESS|荒野
WILDLIFE|野生動物
WILL|意志
WINE|葡萄酒
WISDOM|智慧
WISER|更聰明的
WITNESS|證人
WIZARD|巫師
WOODLAND|林地
WRECKAGE|殘骸
YACHT|遊艇
YAR|敏捷
ZEPHYR|和風
ZOOLOGY|動物學
