TREASURE|寶藏
GALLEON|大型西班牙帆船
PARROT|鸚鵡
ANCHOR|錨
CUTLASS|彎刀
BOTTLE|酒瓶
RUM|蘭姆酒
CANNON|大砲
ISLAND|島嶼
COMPASS|指南針
PLUNDER|掠奪
SEASHORE|海岸
HORIZON|地平線
NAVIGATE|航行
BUCCANEER|海盜
MAST|桅杆
CABIN|船艙
SAILOR|水手
BRIG|雙桅船 / 監禁室
RAID|突襲
DOUBLOON|達布隆金幣
HARBOR|港灣
PORT|港口
CORSAIR|私掠船 / 海盜
MAROON|棄置荒島
SHIPMATE|船友
STORM|暴風雨
LAGOON|潟湖
WHARF|碼頭
PLANK|跳板
CROW|烏鴉
MERMAID|美人魚
SIREN|海妖
COCONUT|椰子
SHIP|船
GOLD|黃金
MAP|地圖
CREW|船員
SWORD|劍
FLAG|旗幟
BOAT|小船
COIN|金幣
WAVE|海浪
REEF|礁石
SHARK|鯊魚
CHEST|寶箱
CAPTAIN|船長
SAIL|帆
RIVER|河流
BAY|海灣
ROPE|繩索
MATEY|夥伴
OCEAN|海洋
TIDE|潮汐
BARNACLE|藤壺
HARPOON|魚叉
DECK|甲板
KRAKEN|海怪
CURRENT|洋流
PEARL|珍珠
CORAL|珊瑚
SEAGULL|海鷗
WHIRLPOOL|漩渦
CANOE|獨木舟
CARGO|貨物
ANCHORAGE|停泊處
LIGHTHOUSE|燈塔
SMUGGLE|走私
SEAWEED|海藻
TORCH|火把
SAND|沙子
SHORE|岸邊
LANTERN|燈籠
BREEZE|微風
WHISTLE|口哨
KNOT|繩結
DOCK|碼頭
MARINE|海事
SHELL|貝殼
DEPTH|深度
DIVER|潛水員
MARINA|遊艇港
GULL|海鷗
VOYAGE|航程
HULL|船體
PROW|船首
GALLEY|廚房
RUMBLE|隆隆聲
BELLOW|怒吼
CHART|航海圖
ANCHORING|拋錨
CABOOSE|船尾小屋
MUTINY|叛變
BANDANA|頭巾
HOOK|鉤子
PATCH|眼罩
PEGLEG|木腿
PARLEY|談判
PLANKING|走板
PRIVATEER|私掠者
QUARTERMASTER|大副
SCALLYWAG|小混混
SEXTANT|六分儀
SLOOP|單桅帆船
SLOSH|濺水
SPLASH|濺起水花
SWAB|拖把
SWASHBUCKLE|揮刀戰鬥
TACK|航向
TIDAL|潮汐的
YAR|敏捷
ZEPHYR|和風
GALAXY|銀河
ECLIPSE|食
NEBULA|星雲
METEOR|流星
COMET|彗星
ASTEROID|小行星
VOLCANO|火山
CANYON|峽谷
GLACIER|冰河
WATERFALL|瀑布
AVALANCHE|雪崩
TSUNAMI|海嘯
TORNADO|龍捲風
HURRICANE|颶風
THUNDER|雷聲
LIGHTNING|閃電
CONTINENT|大陸
PENINSULA|半島
OASIS|綠洲
DESERT|沙漠
FOREST|森林
JUNGLE|叢林
SWAMP|沼澤
MEADOW|草地
VALLEY|山谷
MOUNTAIN|山脈
PLATEAU|高原
CAVERN|洞穴
AURORA|極光
TWILIGHT|微明
DAWN|黎明
DUSK|黃昏
ATMOSPHERE|大氣
STRATOSPHERE|平流層
GRAVITY|重力
ORBIT|軌道
COSMOS|宇宙
UNIVERSE|宇宙
PLANET|行星
SATELLITE|衛星
FLORA|植物群
FAUNA|動物群
WILDERNESS|荒野
CURRENTS|洋流
ECOLOGY|生態學
EXPEDITION|探險
JOURNEY|旅程
CRUISE|巡航
FREIGHTER|貨輪
SUBMARINE|潛水艇
VESSEL|船隻
RUDDER|舵
PROPELLER|螺旋槳
MARINER|海員
PIRATE|海盜
FLEET|船隊
RADAR|雷達
SONAR|聲納
RECONNAISSANCE|偵察
AVIATION|航空
AIRCRAFT|航空器
HELICOPTER|直升機
SPACESHIP|太空船
ROCKET|火箭
LOCOMOTIVE|火車頭
SUBWAY|地鐵
HIGHWAY|公路
BOULEVARD|林蔭大道
INTERSECTION|十字路口
TERMINAL|終點站
PASSPORT|護照
LUGGAGE|行李
ITINERARY|行程
DESTINATION|目的地
SOUVENIR|紀念品
BACKPACK|背包
TREK|艱苦跋涉
SAFARI|狩獵旅行
PILGRIMAGE|朝聖
TRANSIT|過境
IMMIGRATION|移民
KINGDOM|王國
EMPIRE|帝國
DYNASTY|朝代
MONARCH|君主
EMPEROR|皇帝
KNIGHT|騎士
WARRIOR|戰士
PALADIN|聖騎士
WIZARD|巫師
SORCERER|魔術師
ALCHEMIST|鍊金術士
CASTLE|城堡
FORTRESS|堡壘
DUNGEON|地牢
PALACE|宮殿
SANCTUARY|庇護所
TEMPLE|寺廟
CATHEDRAL|大教堂
MONASTERY|修修道院
SHRINE|神龕
LEGEND|傳說
MYTH|神話
PROPHECY|預言
DESTINY|命運
ARTIFACT|文物
RELIC|遺物
ARMOR|盔甲
SHIELD|盾牌
ARROW|箭
ARCHER|弓箭手
CHARIOT|戰車
CHRONICLE|編年史
HERITAGE|遺產
CIVILIZATION|文明
ANTIQUITY|古代
MEDIEVAL|中世紀的
RENAISSANCE|文藝復興
ARCHAEOLOGY|考古學
REBELLION|叛亂
REVOLUTION|革命
TREATY|條約
ALLIANCE|聯盟
CONQUEST|征服
SIEGE|圍攻
BANNER|旗幟
HERALD|使者
DYNASTIC|王朝的
SOVEREIGN|主權者
PREDATOR|捕食者
PREY|獵物
MAMMAL|哺乳動物
REPTILE|爬行動物
AMPHIBIAN|兩棲動物
CARNIVORE|肉食動物
HERBIVORE|草食動物
OMNIVORE|雜食動物
DINOSAUR|恐龍
FOSSIL|化石
EAGLE|老鷹
FALCON|獵鷹
OWL|貓頭鷹
LEOPARD|豹
PANTHER|黑豹
CHEETAH|獵豹
STALLION|公馬
DOLPHIN|海豚
WHALE|鯨魚
OCTOPUS|章魚
JELLYFISH|水母
REINDEER|馴鹿
SQUIRREL|松鼠
CHAMELEON|變色龍
FLAMINGO|火烈鳥
PEACOCK|孔雀
SWAN|天鵝
BUTTERFLY|蝴蝶
DRAGONFLY|蜻蜓
SCORPION|蠍子
ORCHID|蘭花
ROSE|玫瑰
SUNFLOWER|向日葵
JASMINE|茉莉花
LAVENDER|薰衣草
MAPLE|楓樹
OAK|橡樹
PINE|松樹
BAMBOO|竹子
CACTUS|仙人掌
MUSHROOM|蘑菇
FERN|蕨類
MOSS|苔蘚
BLOSSOM|花朵
PETAL|花瓣
TIMBER|木材
CANOPY|樹冠
FOLIAGE|葉子
ALGORITHM|演算法
SOFTWARE|軟體
HARDWARE|硬體
NETWORK|網路
DATABASE|資料庫
INTERNET|網際網路
CYBERSECURITY|網絡安全
ROBOTICS|機器人學
AUTOMATION|自動化
ELECTRONICS|電子學
ELECTRICITY|電力
GENERATOR|發電機
BATTERY|電池
CIRCUITS|電路
PROCESSOR|處理器
SENSOR|感測器
TELESCOPE|望遠鏡
MICROSCOPE|顯微鏡
LABORATORY|實驗室
EXPERIMENT|實驗
RESEARCH|研究
INNOVATION|創新
INVENTION|發明
DISCOVERY|發現
FORMULA|公式
EQUATION|方程式
CHEMICAL|化學製品
MOLECULE|分子
ATOM|原子
ELECTRON|電子
NEUTRON|中子
PROTON|質子
ELEMENT|元素
GENETICS|遺傳學
DNA|去氧核糖核酸
CELL|細胞
ORGANISM|生物體
EVOLUTION|進化
MEDICINE|醫學
ANTIBIOTIC|抗生素
VACCINE|疫苗
SURGERY|手術
THERAPY|治療
DIAGNOSIS|診斷
SYMPTOM|症狀
DISEASE|疾病
VIRUS|病毒
BACTERIA|細菌
IMMUNITY|免疫力
GENOME|基因組
COMPANY|公司
CORPORATION|法人
ENTERPRISE|企業
INDUSTRY|工業
COMMERCE|商業
ECONOMY|經濟
FINANCE|財政
INVESTMENT|投資
CAPITAL|資本
REVENUE|收入
PROFIT|利潤
BUDGET|預算
EXPENSE|費用
BANKRUPTCY|破產
INFLATION|通貨膨脹
MARKETING|行銷
ADVERTISING|廣告
CONSUMER|消費者
CUSTOMER|顧客
STRATEGY|策略
MANAGEMENT|管理
EXECUTIVE|主管
DIRECTOR|董事
MANAGER|經理
EMPLOYEE|員工
CONTRACT|合約
AGREEMENT|協議
NEGOTIATION|談判
PARTNERSHIP|合夥關係
MERGER|合併
ACQUISITION|收購
CURRENCY|貨幣
TRANSACTION|交易
AUDIT|審計
STOCKS|股票
BONDS|債券
INSURANCE|保險
TAXATION|稅收
TARIFF|關稅
LEGISLATION|立法
REGULATION|法規
LITIGATION|訴訟
ATTORNEY|律師
LAWYER|律師
JUDGE|法官
COURT|法庭
VERDICT|判決
JUSTICE|正義
WITNESS|證人
EVIDENCE|證據
MASTERPIECE|傑作
PAINTING|畫作
SCULPTURE|雕塑
ARCHITECTURE|建築
GALLERY|畫廊
MUSEUM|博物館
THEATER|劇院
CINEMA|電影院
CONCERT|音樂會
SYMPHONY|交響樂
ORCHESTRA|管弦樂團
MELODY|旋律
RHYTHM|節奏
HARMONY|和聲
COMPOSER|作曲家
MUSICIAN|音樂家
VOCALIST|歌手
INSTRUMENT|樂器
PIANO|鋼琴
VIOLIN|小提琴
GUITAR|吉他
POETRY|詩歌
NOVEL|小說
LITERATURE|文學
DRAMA|戲劇
COMEDY|喜劇
TRAGEDY|悲劇
FICTION|小說
BIOGRAPHY|傳記
JOURNAL|期刊
MAGAZINE|雜誌
BROADCAST|廣播
TELEVISION|電視
FESTIVAL|節日
CARNIVAL|狂歡節
EXHIBITION|展覽
PAGEANT|盛會
COSTUME|服裝
ACCESSORY|飾品
FASHION|時尚
DESIGN|設計
PHOTOGRAPHY|攝影
CREATIVITY|創造力
IMAGINATION|想像力
INSPIRATION|靈感
ENTERTAINMENT|娛樂
AMUSEMENT|娛樂
RECREATION|消遣
LEISURE|休閒
HOBBY|嗜好
EMOTION|情感
PASSION|激情
EMPATHY|同理心
SYMPATHY|同情心
COMPASSION|憐憫
COURAGE|勇氣
BRAVERY|勇敢
WISDOM|智慧
KNOWLEDGE|知識
INTELLECT|智力
INTUITION|直覺
INSTINCT|本能
MEMORY|記憶
CONSCIOUSNESS|意識
CONSCIENCE|良心
INTEGRITY|正直
HONESTY|誠實
LOYALTY|忠誠
DEDICATION|奉獻
PERSEVERANCE|堅持不懈
PATIENCE|耐心
TOLERANCE|寬容
GRATITUDE|感激
GENEROSITY|慷慨
AMBITION|雄心
CONFIDENCE|自信
OPTIMISM|樂觀
PESSIMISM|悲觀
ANXIETY|焦慮
DEPRESSION|抑鬱
FRUSTRATION|挫折
JEALOUSY|嫉妒
ENVY|羨慕
ANGER|憤怒
JOY|歡樂
HAPPINESS|幸福
SORROW|悲傷
GRIEF|悲痛
COGNITION|認知
PERCEPTION|感知
ATTITUDE|態度
BEHAVIOR|行為
PERSONALITY|個性
CHARACTER|性格
TEMPERAMENT|氣質
MOTIVATION|動機
INCENTIVE|激勵
ASPIRATION|抱負
CHARISMA|魅力
MELANCHOLY|憂鬱
COMMUNITY|社區
SOCIETY|社會
CULTURE|文化
TRADITION|傳統
CUSTOM|習俗
CITIZEN|公民
POPULATION|人口
NEIGHBORHOOD|鄰里
METROPOLIS|大都市
SUBURB|郊區
INFRASTRUCTURE|基礎設施
SKYSCRAPER|摩天大樓
MONUMENT|紀念碑
FOUNTAIN|噴泉
SQUARE|廣場
PAVILION|涼亭
RESIDENCE|住宅
APARTMENT|公寓
MANSION|豪宅
EDUCATION|教育
UNIVERSITY|大學
ACADEMY|學院
CURRICULUM|課程
GRADUATION|畢業
DIPLOMA|文憑
PROFESSION|職業
CAREER|生涯
OCCUPATION|職業
VOCATION|天職
CUISINE|烹飪
GOURMET|美食家
RESTAURANT|餐廳
RECIPE|食譜
INGREDIENT|原料
BEVERAGE|飲料
REFRESHMENT|茶點
BANQUET|宴會
HOSPITALITY|款待
ENVIRONMENT|環境
CONSERVATION|保育
POLLUTION|污染
RECYCLING|回收
SUSTAINABILITY|永續性
CLIMATE|氣候
WEATHER|天氣
SEASONS|季節
CALENDAR|日曆
SCHEDULE|日程表
URBAN|城市的
RURAL|鄉村的
DIMENSION|維度
INFINITY|無限
ETERNITY|永恆
PERSPECTIVE|視角
PROPORTION|比例
SYMMETRY|對稱
BALANCE|平衡
CHAOS|混亂
ENTROPY|熵
SPECTRUM|光譜
FREQUENCY|頻率
AMPLITUDE|振幅
VELOCITY|速度
ACCELERATION|加速度
MOMENTUM|動量
FRICTION|摩擦力
RESISTANCE|阻力
PRESSURE|壓力
DENSITY|密度
VOLUME|體積
CAPACITY|容量
MAGNITUDE|巨大/震級
INTENSITY|強度
ABSOLUTE|絕對的
RELATIVE|相對的
ABSTRACT|抽象的
CONCRETE|具體的
VIRTUAL|虛擬的
ESSENTIAL|本質的
FUNDAMENTAL|基礎的
ULTIMATE|終極的
OPTIMAL|最佳的
MAXIMUM|最大的
MINIMUM|最小的
PERMANENT|永久的
TEMPORARY|暫時的
CHRONIC|慢性的
ACUTE|急性的
DYNAMIC|動態的
STATIC|靜態的
COMPLEX|複雜的
SIMPLE|簡單的
PARADOX|悖論
ILLUSION|幻覺
REALITY|現實
PHENOMENON|現象
CRITERION|標準
PARADIGM|範例
SYNTHESIS|綜合
ANALYSIS|分析
